Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# TerminalPage_PaneMovedAnnouncement_ExistingTab
source: Active pane moved to "{0}" tab
es_es: Panel activo movido a la pestaña "{0}"
fr_fr: Volet actif déplacé vers l’onglet « {0} »
it_it: Riquadro attivo spostato nella scheda "{0}"
ja_jp: アクティブなペインを [{0}] タブに移動しました
ko_kr: 활성 창이 "{0}" 탭으로 이동됨
pt_br: Painel ativo movido para a guia "{0}"
sr_cyrl_rs: Активни панел је премештен у картицу "{0}"
uk_ua: Активну панель переміщено на вкладку "{0}".
zh_tw: 活動窗格已移動至「{0}」索引標籤

# TerminalPage_TabMovedAnnouncement_Default
source: "{0}" tab moved to "{1}" window
es_es: La pestaña "{0}" se ha movido a la ventana "{1}"
fr_fr: Onglet « {0} » déplacé vers la fenêtre « {1} »
it_it: Scheda "{0}" spostata nella finestra "{1}"
ja_jp: [{0}] タブを "{1}" ウィンドウに移動しました
ko_kr: "{0}" 탭이 "{1}" 창으로 이동됨
pt_br: Guia "{0}" movida para janela "{1}"
sr_cyrl_rs: Картица "{0}" је премештена у прозор "{1}"
uk_ua: Вкладку "{0}" переміщено до вікна "{1}".
zh_tw: 「{0}」索引標籤已移至「{1}」視窗

# TerminalPage_TabMovedAnnouncement_NewWindow
source: "{0}" tab moved to new window
es_es: La pestaña "{0}" se ha movido a la nueva ventana
fr_fr: Onglet « {0} » déplacé vers une nouvelle fenêtre
it_it: Scheda "{0}" spostata in una nuova finestra
ja_jp: [{0}] タブを新しいウィンドウに移動しました
ko_kr: "{0}" 탭이 새 창으로 이동됨
pt_br: Guia "{0}" movida para nova janela
sr_cyrl_rs: Картица "{0}" је премештена у нови прозор
uk_ua: Вкладку "{0}" переміщено в нове вікно
zh_tw: 「{0}」索引標籤已移至新視窗

# TerminalPage_TabMovedAnnouncement_Direction
source: "{0}" tab moved to position "{1}"
es_es: La pestaña "{0}" se movió a la posición "{1}"
fr_fr: Onglet « {0} » déplacé vers la position « {1} »
it_it: Scheda "{0}" spostata nella posizione "{1}"
ja_jp: [{0}] タブを "{1}" の位置に移動しました
ko_kr: "{0}" 탭이 위치 "{1}"(으)로 이동했습니다.
pt_br: Guia "{0}" movida para posição "{1}"
sr_cyrl_rs: Картица "{0}" је премештена на позицију "{1}"
uk_ua: Вкладку "{0}" переміщено на позицію "{1}"
zh_tw: 「{0}」索引標籤已移至位置「{1}」

# TerminalPage_PaneMovedAnnouncement_ExistingWindow2
source: Active pane moved to "{0}" window
es_es: Panel activo movido a la ventana "{0}"
fr_fr: Volet actif déplacé vers l’onglet « {0} »
it_it: Riquadro attivo spostato nella finestra "{0}"
ja_jp: アクティブなペインを "{0}" ウィンドウに移動しました
ko_kr: 활성 창이 "{0}" 창으로 이동됨
pt_br: Painel ativo movido para a janela "{0}"
sr_cyrl_rs: Активни панел је премештен у прозор "{0}"
uk_ua: Активну панель переміщено до вікна "{0}".
zh_tw: 活動窗格已移動至「{0}」視窗

# TerminalPage_PaneMovedAnnouncement_NewWindow
source: Active pane moved to new window
es_es: Panel activo movido a nueva ventana
fr_fr: Volet actif déplacé vers une nouvelle fenêtre
it_it: Riquadro attivo spostato in una nuova finestra
ja_jp: アクティブなペインを新しいウィンドウに移動しました
ko_kr: 활성 창이 새 창으로 이동됨
pt_br: Painel ativo movido para nova janela
sr_cyrl_rs: Активни панел је премештен у нови прозор
uk_ua: Активну панель переміщено в нове вікно
zh_tw: 活動窗格已移至新視窗

# TerminalPage_PaneMovedAnnouncement_NewTab
source: Active pane moved to new tab
es_es: Panel activo movido a nueva pestaña
fr_fr: Volet actif déplacé vers un nouvel onglet
it_it: Riquadro attivo spostato in una nuova scheda
ja_jp: アクティブなペインを新しいタブに移動しました
ko_kr: 활성 창이 새 탭으로 이동됨
pt_br: Painel ativo movido para nova guia
sr_cyrl_rs: Активни панел је премештен у нову картицу
uk_ua: Активну панель переміщено на нову вкладку
zh_tw: 活動窗格已移至新索引標籤

# CmdAppendCommandLineDesc
source: If set, the command will be appended to the profile's default command instead of replacing it.
es_es: Si se establece, el comando se anexará al comando predeterminado del perfil en lugar de reemplazarlo.
fr_fr: Si elle est définie, la commande sera ajoutée à la commande par défaut du profil au lieu de la remplacer.
it_it: Se impostato, il comando verrà aggiunto al comando predefinito del profilo invece di sostituirlo.
ja_jp: 設定されている場合、コマンドはプロファイルの既定のコマンドを置き換えるのではなく、追加されます。
ko_kr: 설정하면 이 명령은 프로필의 기본 명령 대신 프로필의 기본 명령에 추가됩니다.
pt_br: Se definido, o comando será acrescentado ao comando padrão do perfil em vez de substituí-lo.
sr_cyrl_rs: Ако је постављено, команда ће се надовезати на подразумевану команду профила, а неће је заменити.
uk_ua: Якщо встановлено, команда буде додана до типової команди профілю, а не замінить її.
zh_tw: 如果設定，命令會附加到設定檔的預設命令，而不是取代命令。

# RestartConnectionText
source: Restart session
ca_es: Reinicia la sessió
es_es: Reiniciar sesión
fr_fr: Redémarrer la session
it_it: Riavvia la sessione
ja_jp: 接続の再起動
ko_kr: 연결 다시 시작
ml_in: സെഷൻ പുനരാരംഭിക്കുക
pt_br: Reiniciar sessão
sr_cyrl_rs: Поново покрени везу
uk_ua: Перезапустити з'єднання
zh_tw: 重新啟動工作模式

# RestartConnectionToolTip
source: Restart the session in the active pane
es_es: Reiniciar la sesión en el panel activo
fr_fr: Redémarrez la session dans le volet actif
it_it: Riavvia la sessione nel riquadro attivo
ja_jp: アクティブ ペイン接続を再起動します
ko_kr: 활성 창 연결 다시 시작
pt_br: Reinicie a sessão no painel ativo
sr_cyrl_rs: Обнавља везу активног панела
uk_ua: Перезапустити підключення до активної панелі
zh_tw: 在使用中窗格重新啟動工作階段

# SnippetPaneTitle.Text
source: Snippets
es_es: Fragmentos
fr_fr: Extraits
it_it: Frammenti
ja_jp: 抜粋
ko_kr: 짧은 요약
pt_br: Trechos
sr_cyrl_rs: Одломци
uk_ua: Сніпети
zh_tw: 片斷

# SnippetsFilterBox.PlaceholderText
source: Filter snippets...
es_es: Filtrar fragmentos de código...
fr_fr: Filtrer les extraits de code...
it_it: Filtra frammenti...
ja_jp: スニペットをフィルター処理...
ko_kr: 코드 조각 필터링...
pt_br: Filtrar snippets de código...
sr_cyrl_rs: Филтрирај одломке...
uk_ua: Фільтр сніпетів...
zh_tw: 篩選程式碼片段...

# SnippetPlayButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Input this command
es_es: Escribir este comando
fr_fr: Entrer cette commande
it_it: Immettere questo comando
ja_jp: このコマンドを入力する
ko_kr: 이 명령 입력
pt_br: Inserir este comando
sr_cyrl_rs: Унеси ову команду
uk_ua: Введіть цю команду
zh_tw: 輸入此命令

# SnippetPlayButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Input this command
es_es: Escribir este comando
fr_fr: Entrer cette commande
it_it: Immettere questo comando
ja_jp: このコマンドを入力する
ko_kr: 이 명령 입력
pt_br: Inserir este comando
sr_cyrl_rs: Унеси ову команду
uk_ua: Введіть цю команду
zh_tw: 輸入此命令

# SnippetsPaneNoneFoundHeader.Text
source: No snippets found in your settings.
es_es: No se encontraron fragmentos de código en la configuración.
fr_fr: Aucun extrait n'a été trouvé dans vos paramètres.
it_it: Non sono stati trovati frammenti nelle impostazioni.
ja_jp: 設定にスニペットが見つかりません。
ko_kr: 설정에서 코드 조각을 찾을 수 없습니다.
pt_br: Nenhum snippet de código encontrado em suas configurações.
sr_cyrl_rs: У вашим подешавањима није пронађен ниједан одломак.
uk_ua: У ваших налаштуваннях не знайдено сніпетів.
zh_tw: 在您的設定中找不到程式碼片段。

# SnippetsPaneNoneFoundDetails.Text
source: Add some "Send input" actions in your settings to have them show up here.
es_es: Agrega algunas acciones de "Enviar entrada" en la configuración para que se muestren aquí.
fr_fr: Ajoutez des actions « Envoyer une entrée » dans vos paramètres pour les afficher ici.
it_it: Aggiungi alcune azioni "Invia input" nelle impostazioni per visualizzarle qui.
ja_jp: 設定に "入力の送信" アクションをいくつか追加して、ここに表示します。
ko_kr: 설정에 "입력 보내기" 작업을 추가하여 여기에 표시합니다.
pt_br: Adicione algumas ações de "Enviar entrada" em suas configurações para que elas sejam mostradas aqui.
sr_cyrl_rs: Додајте у своја подешавања неке "Send input" акције и оне ће се појавити овде.
uk_ua: Додати кілька дій "Надіслати введені дані" у налаштуваннях, щоб вони відображалися тут.
zh_tw: 在您的設定中新增一些「傳送輸入」動作，讓它們顯示在這裡。

# ActionSavedToast.Title
source: Action saved
es_es: Acción guardada
fr_fr: Action enregistrée
it_it: Azione salvata
ja_jp: アクションが保存されました
ko_kr: 작업을 저장함
pt_br: Ação salva
sr_cyrl_rs: Акција је сачувана
uk_ua: Дія збережена
zh_tw: 已儲存動作

# ActionSaveFailedToast.Title
source: Action save failed
es_es: Error al guardar la acción
fr_fr: Échec de l’enregistrement de l’action
it_it: Salvataggio dell'azione non riuscito
ja_jp: 操作の保存に失敗しました
ko_kr: 작업을 저장하지 못함
pt_br: Falha ao salvar ação
sr_cyrl_rs: Није успело чување акције
uk_ua: Не вдалося зберегти дію
zh_tw: 動作儲存失敗

source: Close pane
es_es: Cerrar panel
fr_fr: Fermer le volet
it_it: Chiudi il riquadro
ja_jp: ペインを閉じる
ko_kr: 창 닫기
pt_br: Fechar o painel
sr_cyrl_rs: Затвори панел
uk_ua: Закрити панель
zh_tw: 關閉窗格

# CloseSnippetsPaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close pane
es_es: Cerrar panel
fr_fr: Fermer le volet
it_it: Chiudi il riquadro
ja_jp: ペインを閉じる
ko_kr: 창 닫기
pt_br: Fechar o painel
sr_cyrl_rs: Затвори панел
uk_ua: Закрити панель
zh_tw: 關閉窗格

# TabMoveLeft
source: Move left
ca_es: Mou a l'esquerra
es_es: Mover a la izquierda
fr_fr: Déplacer vers la gauche
it_it: Sposta a sinistra
ja_jp: 左へ移動
ko_kr: 왼쪽으로 이동
ml_in: ഇടത്തേക്ക് നീക്കുക
pt_br: Mover para a esquerda
sr_cyrl_rs: Помери улево
uk_ua: Перемістити ліворуч
zh_tw: 左移

# TabMoveRight
source: Move right
ca_es: Mou a la dreta
es_es: Mover a la derecha
fr_fr: Déplacer vers la droite
it_it: Sposta a destra
ja_jp: 右へ移動
ko_kr: 오른쪽으로 이동
ml_in: വലത്തേക്ക് നീക്കുക
pt_br: Mover para a direita
sr_cyrl_rs: Помери удесно
uk_ua: Перемістити праворуч
zh_tw: 右移

# TabMoveUp
source: Move up
ca_es: Mou amunt
it_it: Sposta su
ml_in: മുകളിലേക്ക് നീക്കുക
pt_br: Mover para cima

# TabMoveDown
source: Move down
ca_es: Mou avall
it_it: Sposta giù
ml_in: താഴേക്ക് നീക്കുക
pt_br: Mover para baixo

# InvalidRegex
source: An invalid regular expression was found.
es_es: Se ha encontrado una expresión regular no válida.
fr_fr: Une expression régulière non valide a été trouvée.
it_it: È stata trovata un'espressione regolare non valida.
ja_jp: 無効な正規表現が見つかりました。
ko_kr: 잘못된 정규식을 찾았습니다.
pt_br: Foi encontrada uma expressão regular inválida.
sr_cyrl_rs: Пронађен је неисправан регуларни израз.
uk_ua: Знайдено недійсний регулярний вираз.
zh_tw: 發現無效的規則運算式。

# CommandPaletteModeAnnouncement_AgentForegroundMode
source: Agent prompt mode
es_es: Modo de consulta al agente
fr_fr: Mode de requête à l'agent
it_it: Modalità prompt dell'agente
ja_jp: エージェント プロンプト モード
ko_kr: 에이전트 프롬프트 모드
pt_br: Modo de solicitação ao agente
sr_cyrl_rs: Режим упита агента
uk_ua: Режим запиту до агента
zh_tw: AI 智能體提問模式

# CommandPaletteModeAnnouncement_AgentBackgroundMode
source: Agent background task mode
es_es: Modo de tarea del agente en segundo plano
fr_fr: Mode de tâche d'agent en arrière-plan
it_it: Modalità attività dell'agente in background
ja_jp: エージェント バックグラウンド タスク モード
ko_kr: 에이전트 백그라운드 작업 모드
pt_br: Modo de tarefa em segundo plano do agente
sr_cyrl_rs: Режим позадинског задатка агента
uk_ua: Режим фонового завдання агента
zh_tw: AI 智能體背景工作模式

# CmdPalAgentForegroundPrompt
source: Ask agent...
es_es: Preguntar al agente...
fr_fr: Demander à l'agent...
it_it: Chiedi all'agente...
ja_jp: エージェントに質問...
ko_kr: 에이전트에게 물어보기...
pt_br: Perguntar ao agente...
sr_cyrl_rs: Питај агента...
uk_ua: Запитати агента...
zh_tw: 詢問 AI 智能體...

# CmdPalAgentBackgroundPrompt
source: Run agent task in background...
es_es: Ejecutar tarea del agente en segundo plano...
fr_fr: Exécuter une tâche d'agent en arrière-plan...
it_it: Esegui attività dell'agente in background...
ja_jp: エージェント タスクをバックグラウンドで実行...
ko_kr: 백그라운드에서 에이전트 작업 실행...
pt_br: Executar tarefa do agente em segundo plano...
sr_cyrl_rs: Покрени агентски задатак у позадини...
uk_ua: Запустити завдання агента у фоновому режимі...
zh_tw: 在背景執行 AI 智能體工作...

# InitShellIntegrationSuccessTitle
source: Shell Integration Initialized
es_es: Integración del shell inicializada
fr_fr: Intégration du shell initialisée
it_it: Integrazione della shell inizializzata
ja_jp: シェル統合が初期化されました
ko_kr: 셸 통합 초기화 완료
pt_br: Integração de shell inicializada
sr_cyrl_rs: Интеграција љуске је иницијализована
uk_ua: Інтеграцію оболонки ініціалізовано
zh_tw: Shell 整合已初始化

# InitShellIntegrationSuccessMessage
source: Shell integration has been configured. It will only take effect in new shell sessions (PowerShell, bash, or WSL bash).
it_it: L'integrazione della shell è stata configurata. Avrà effetto solo nelle nuove sessioni shell (PowerShell, bash o WSL bash).
pt_br: A integração de shell foi configurada. Ela só terá efeito em novas sessões de shell (PowerShell, bash ou WSL bash).

# InitShellIntegrationAlreadyConfiguredTitle
source: Shell Integration Already Configured
es_es: La integración del shell ya está configurada
fr_fr: Intégration du shell déjà configurée
it_it: Integrazione della shell già configurata
ja_jp: シェル統合は既に構成されています
ko_kr: 셸 통합이 이미 구성됨
pt_br: Integração de shell já configurada
sr_cyrl_rs: Интеграција љуске је већ конфигурисана
uk_ua: Інтеграцію оболонки вже налаштовано
zh_tw: Shell 整合已完成設定

# InitShellIntegrationAlreadyConfiguredMessage
source: Shell integration is already configured for the shells detected on your system (PowerShell, bash, or WSL bash).
it_it: L'integrazione della shell è già configurata per le shell rilevate nel tuo sistema (PowerShell, bash o WSL bash).
pt_br: A integração de shell já está configurada para os shells detectados no seu sistema (PowerShell, bash ou WSL bash).

# InitShellIntegrationErrorTitle
source: Shell Integration Error
es_es: Error de integración del shell
fr_fr: Erreur d'intégration du shell
it_it: Errore di integrazione della shell
ja_jp: シェル統合エラー
ko_kr: 셸 통합 오류
pt_br: Erro de integração de shell
sr_cyrl_rs: Грешка интеграције љуске
uk_ua: Помилка інтеграції оболонки
zh_tw: Shell 整合錯誤

# InitShellIntegrationErrorMessage
source: Failed to initialize shell integration. Review the details below and try again.
it_it: Impossibile inizializzare l'integrazione della shell. Esamina i dettagli seguenti e riprova.
pt_br: Falha ao inicializar a integração de shell. Examine os detalhes abaixo e tente novamente.

# AgentNotConfiguredTitle
source: AI Assistant is not available
es_es: El agente de IA no está disponible
fr_fr: L'agent IA n'est pas disponible
it_it: Agente AI non disponibile
ja_jp: AI エージェントは利用できません
ko_kr: AI 에이전트를 사용할 수 없음
pt_br: O agente de IA não está disponível
sr_cyrl_rs: ВИ агент није доступан
uk_ua: Агент ШІ недоступний
zh_tw: AI 智能體無法使用

# AgentNotConfiguredSubtitle
source: No AI agent could be found. Install an agent (e.g. copilot, gemini) and make sure it is on your PATH, or configure one in Settings > AI Agents.
es_es: No se ha encontrado ningún agente de IA. Instale un agente (p. ej., copilot, gemini) y asegúrese de que esté en PATH, o configure uno en Configuración > Agentes de IA.
fr_fr: Aucun agent IA n'a été trouvé. Installez un agent (par exemple copilot, gemini) et assurez-vous qu'il se trouve dans votre PATH, ou configurez-en un dans Paramètres > Agents IA.
it_it: Nessun agente AI trovato. Installa un agente (ad es. copilot, gemini) e assicurati che sia nel PATH, oppure configurane uno in Impostazioni > Agenti AI.
ja_jp: AI エージェントが見つかりませんでした。エージェント (例: copilot、gemini) をインストールし、それが PATH に含まれていることを確認するか、[設定] > [AI エージェント] で構成してください。
ko_kr: AI 에이전트를 찾을 수 없습니다. 에이전트(예: copilot, gemini)를 설치하고 PATH에 포함되어 있는지 확인하거나, 설정 > AI 에이전트에서 구성하세요.
pt_br: Nenhum agente de IA foi encontrado. Instale um agente (por exemplo, copilot, gemini) e verifique se ele está no seu PATH ou configure um em Configurações > Agentes de IA.
sr_cyrl_rs: Ниједан ВИ агент није пронађен. Инсталирајте агента (нпр. copilot, gemini) и уверите се да је на вашем PATH-у или га конфигуришите у одељку Подешавања > ВИ агенти.
uk_ua: Не вдалося знайти жодного агента ШІ. Установіть агента (наприклад, copilot або gemini) і переконайтеся, що його додано до PATH, або налаштуйте його в Налаштування > Агенти.
zh_tw: 找不到任何 AI 智能體。請安裝智能體（例如 copilot、gemini），並確認它位於您的 PATH 中，或在 [設定] > [AI 智能體] 中進行設定。

# FreOverlay_WelcomeTitle.Text
source: Welcome to Intelligent Terminal
af_za: Welkom by Intelligente Terminaal
am_et: እንኣን ወደ ብልህ ተርሚናል በደህና መጡ
ar_sa: مرحبًا بك في الوحدة الطرفية الذكية
as_in: ইন্টেলিজেন্ট টাৰ্মিনেল লৈ স্বাগতম
az_latn_az: Ağıllı Terminal-a xoş gəlmisiniz
bg_bg: Добре дошли в Интелигентен Терминал
bn_in: ইন্টেলিজেন্ট টার্মিনাল-এ স্বাগতম
bs_latn_ba: Dobrodošli u Inteligentni Terminal
ca_es: Us donem la benvinguda a l'Terminal Intel·ligent
ca_es_valencia: Vos donem la benvinguda a l'Terminal Intel·ligent
cs_cz: Vítejte v Inteligentní Terminál
cy_gb: Croeso i Terfynell Ddeallus
da_dk: Velkommen til Intelligent Terminal
el_gr: Καλώς ήρθατε στο Έξυπνο Τερματικό
es_es: Bienvenido a Terminal Inteligente
et_ee: Tere tulemast Nutikas Terminali
eu_es: Ongi etorri Terminal Adimenduna-era
fa_ir: به پایانه هوشمند خوش آمدید
fi_fi: Tervetuloa Älykäs Pääteiin
fil_ph: Maligayang pagdating sa Matalinong Terminal
fr_fr: Bienvenue dans Terminal Intelligent
ga_ie: Fáilte go Teirminéal Cliste
gd_gb: Fàilte gu Tèirmineal Glic
gl_es: Benvido a Terminal Intelixente
gu_in: ઇન્ટેલિજન્ટ ટર્મિનલ માં આપનું સ્વાગત છે
he_il: ברוכים הבאים ל-מסוף חכם
hi_in: इंटेलिजेंट टर्मिनल में आपका स्वागत है
hu_hu: Üdvözli az Intelligens Terminál
hy_am: Բարի գալուստ Խելացի տերմինալ
id_id: Selamat datang di Terminal Cerdas
is_is: Velkomin í Snjallútstöð
it_it: Benvenuto in Terminale Intelligente
ja_jp: インテリジェント ターミナルへようこそ
ka_ge: ჭკვიანი ტერმინალი-ში მოგესალმებით
kk_kz: Зияткер терминал-ға қош келдіңіз
km_kh: សូមស្វាគមន៍មកកាន់ ស្ថានីយឆ្លាតវៃ
kn_in: ಇಂಟೆಲಿಜೆಂಟ್ ಟರ್ಮಿನಲ್-ಗೆ ಸ್ವಾಗತ
ko_kr: 지능형 터미널에 오신 것을 환영합니다
kok_in: इंटेलिजंट टर्मिनल ंत आपलें स्वागत
lb_lu: Wëllkomm am Intelligenten Terminal
lo_la: ຍິນດີຕ້ອນຮັບສູ່ ເທອຮ໌ມິນັລອັດຊະລິຍະ
lt_lt: Sveiki atvykę į Išmanusis Terminalas
lv_lv: Laipni lūdzam Viedais Terminālis
mi_nz: Nāu mai ki Iho Atamai
mk_mk: Добредојдовте во Интелигентен Терминал
ml_in: ഇന്റലിജന്റ് ടെർമിനൽ-ലേക്ക് സ്വാഗതം
mr_in: इंटेलिजंट टर्मिनल मध्ये आपले स्वागत आहे
ms_my: Selamat datang ke Terminal Pintar
mt_mt: Merħba fl-Terminal Intelliġenti
ne_np: इन्टेलिजेन्ट टर्मिनल मा स्वागत छ
nl_nl: Welkom bij Intelligente Terminal
nn_no: Velkomen til Intelligent Terminal
or_in: ଇଣ୍ଟେଲିଜେଣ୍ଟ ଟର୍ମିନାଲ କୁ ସ୍ୱାଗତ
pa_in: ਇੰਟੈਲੀਜੈਂਟ ਟਰਮੀਨਲ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ
pl_pl: Witamy w Inteligentny Terminal
pt_br: Bem-vindo ao Terminal Inteligente
pt_pt: Bem-vindo ao Terminal Inteligente
quz_pe: Allillanchu Yuyaysapa Terminal
ro_ro: Bun venit la Terminal Inteligent
sk_sk: Vitajte v Inteligentný Terminál
sl_si: Dobrodošli v Inteligentni Terminal
sq_al: Mirë se vini në Terminali inteligjent
sr_cyrl_rs: Добро дошли у Интелигентни Терминал
sr_latn_rs: Dobrodošli u Inteligentni Terminal
sv_se: Välkommen till Intelligent Terminal
ta_in: அறிவாண் முனையம்-க்கு வரவேற்கிறோம்
te_in: ఇంటెలిజెంట్ టెర్మినల్-కు స్వాగతం
th_th: ยินดีต้อนรับสู่ เทอร์มินัลอัจฉริยะ
tr_tr: Akıllı Terminal'e hoş geldiniz
ug_cn: ئەقلىي تېرمىنال ھە خوش كەلدىڭىز
uk_ua: Ласкаво просимо до Інтелектуальний Термінал
ur_pk: ذہین ٹرمینل میں خوش آمدید
uz_latn_uz: Aqlli terminal-ga xush kelibsiz
vi_vn: Chào mừng bạn đến Đầu cuối thông minh
zh_tw: 歡迎使用智能終端
